"Cancel" = "Annulla";
"OK" = "OK";
"Yes" = "Yes";
"No" = "No";
"Save" = "Salva";
"Close" = "Chiudi";
"Continue" = "Continua";
"New Tab" = "Nuova Scheda";

"Delete" = "Elimina";

"Window:" = "Finestra:";
"Window" = "Finestra";

// used in "Display folder item count", e.g. 10 items
"items" = "elementi";